Repository: CofficLab/Lumi
Catalog: Plugins/PluginEditorRailWorkspaceSearch/Sources/Resources/EditorRailWorkspaceSearch.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld matches in %lld files
zh_hans: %lld 个匹配，%lld 个文件
zh_hk: %lld 個匹配，%lld 個檔案

source: Editor Rail Workspace Search
zh_hans: 编辑器工作区搜索侧栏
zh_hk: 編輯器工作區搜尋側邊欄

source: Editor sidebar search tab
zh_hans: 编辑器侧边栏搜索标签
zh_hk: 編輯器側邊欄搜尋標籤

source: Enter a query and press Return
zh_hans: 输入查询并按回车
zh_hk: 輸入查詢並按 Enter

source: match
zh_hans: 个匹配
zh_hk: 個匹配

source: matches
zh_hans: 个匹配
zh_hk: 個匹配

source: No results
zh_hans: 无结果
zh_hk: 無結果

source: Open Search Editor
zh_hans: 打开搜索编辑器
zh_hk: 開啟搜尋編輯器

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Search in files
zh_hans: 搜索文件
zh_hk: 搜尋檔案

source: Searching workspace…
zh_hans: 搜索工作区…
zh_hk: 搜尋工作區…
